Repository: common-repository/awesome-google-adsense
Catalog: lang/awesome-google-adsense-*.po
Languages: pt_br

source: Google only allows 3 ads per page view
pt_br: O Google só deixa exibir 3 anuncios por página

source: To this widget works set in Setting> Awesome Google Adsense -> Ads to the number of 2
pt_br: Para esse Widget funcionar configure em Setting > Best Google Adsense o número de anúncios para 2

source: Dimension
pt_br: Dimensão

source: Type
pt_br: Tipo

source: Text
pt_br: Texto

source: Image
pt_br: Imagem

source: Text & Image
pt_br: Texto e Imagem

source: Custom Channel
pt_br: Critérios personalizados

source: To show the default Custom Chanel leave it blank
pt_br: Para mostrar o Canal padrão, deixe o campo em branco

source: Settings
pt_br: Configurações

source: Adsense ID
pt_br: Adsense ID do editor

source: To display ads from Google Adsense is required to enter your Adsense ID. Your ID can be found in your <a href="https://www.google.com/adsense">Adsense panel</a> on the "Home" tab and in the sidebar "Account Settings". Eg: pub-4268725654361605
pt_br: Para exibir os anúncios do Google Adsense é necessário inserir o seu ID do editor. O mesmo pode ser encontrado em seu <a href="https://www.google.com/adsense">Painel do Adsense</a> na aba "Página Inicial" e no menu lateral "Confirações da conta". Exemplo de ID do editor: pub-4268725654361605

source: Adsense ID is the unique identifier of your account at Google Adsense.
pt_br: ID do editor é o identificador único da sua conta no Google Adsense

source: Custom Channels <span class="optional">(Optional)</span>
pt_br: Critérios personalizados <span class="optional">(Opcional)</span>

source: Allows you to define groups of ads for better tracking.
pt_br: Permite definir grupos de anuncios para um melhor rastreamento.

source: Wait
pt_br: Aguarde

source: Save Changes
pt_br: Salvar Alterações

source: Display Configuration
pt_br: Configuração de Visualização

source: Border
pt_br: Borda

source: Rounded
pt_br: Arredondada

source: Ad size
pt_br: Dimensões do Anúncio

source: Choose more than one to display random. <br /> (Width x Height)
pt_br: Escolha mais de um para mostrar aleatório.<br />(Largura x Altura)

source: Colors
pt_br: Cores

source: Set to defaul colors
pt_br: Restaurar cores padrão

source: Border color
pt_br: Cor da Borda

source: Background color
pt_br: Cor de fundo

source: Link color
pt_br: Cor do link

source: Text color
pt_br: Cor do texto

source: Url color
pt_br: Cor da url

source: Number of ads per Page
pt_br: Quantidade de anúncios por Página

source: Number of ads per Post
pt_br: Quantidade de anúncios por Post

source: Ad type
pt_br: Tipo de Anúncio

source: Ad Placement
pt_br: Posicionamento do anúncio

source: Center
pt_br: Centralizado

source: Left
pt_br: Esquerda

source: Right
pt_br: Direita

source: Top/Center
pt_br: Centralizado no topo

source: Top/Left
pt_br: Esquerda no topo

source: Top/Right
pt_br: Direita no topo

source: Bottom/Center
pt_br: Centralizado ao final

source: Bottom/Left
pt_br: Esquerda ao final

source: Bottom/Right
pt_br: Direita ao final

source: Do not show ads on these Pages
pt_br: Não mostrar anúncios nas seguintes páginas

source: Home Page
pt_br: Página Principal (Home)

source: Static Pages
pt_br: Páginas Estáticas

source: Posts Pages
pt_br: Páginas de Posts

source: Category Pages
pt_br: Páginas de Categorias

source: Archive Pages
pt_br: Página de Arquivo

source: Set Donation
pt_br: Configurar Doação

source: Donation
pt_br: Doação

source: The default donation rate is 5%. To disable the donation system fill in 0%.
pt_br: O valor de doação padrão é de 5%. Para não realizar doação para o desenvolvedor, deixe o valor em 0%
